org/anki.org
#+setupfile: ../hugo_setup.org
#+title: Anki

 Anki is an open-source learning tool implementing [[file:active-recall.org][§Active Recall]] and [[file:spaced_repetition.org][§Spaced Repetition]].

* Flaws of Anki

- There is no good way of collaborating on decks. AnkiWeb is poor.
  
- Consequently, there are very few high quality shared decks.
  - However, one must consider that there is value in making your own cards.
