content/notes/anki.md
+++
title = "Anki"
author = ["Alex Koen"]
lastmod = 2021-04-28T21:34:31-07:00
draft = false
+++

Anki is an open-source learning tool implementing [§Active Recall]({{< relref "active-recall" >}}) and [§Spaced Repetition]({{< relref "spaced_repetition" >}}).


## Flaws of Anki {#flaws-of-anki}

-   There is no good way of collaborating on decks. AnkiWeb is poor.

-   Consequently, there are very few high quality shared decks.
    -   However, one must consider that there is value in making your own cards.
